<?php

return [
    'failed' => 'Ці дані не відповідають нашим записам.',
    'password' => 'Невірний пароль.',
    'throttle' => 'Занадто багато спроб входу. Спробуйте знову через :seconds секунд.',
    'login' => [
        'email' => 'Адреса електронної пошти',
        'password' => 'Пароль',
        'remember' => 'Запам\'ятати мене',
        'forgot_password' => 'Забули пароль?',
        'login_button' => 'Увійти',
    ],
    'register' => [
        'name' => 'Ім\'я',
        'email' => 'Адреса електронної пошти',
        'password' => 'Пароль',
        'confirm_password' => 'Підтвердження паролю',
        'register_button' => 'Зареєструватися',
    ],
    'reset_password' => [
        'email' => 'Адреса електронної пошти',
        'password' => 'Пароль',
        'confirm_password' => 'Підтвердження паролю',
        'reset_button' => 'Відновити пароль',
    ],
    'email_verification' => [
        'verification_link' => 'Нове посилання для підтвердження було надіслано на вашу електронну пошту.',
        'before_proceed' => 'Перед тим як продовжити, перевірте свою електронну пошту для підтвердження.',
        'verification_button' => 'Повторно надіслати лист для підтвердження',
    ],
];
